Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: OpenAI Responses only • sets store: false
ar: OpenAI Responses فقط • يعيّن store: false
de: Nur OpenAI Responses • setzt store: false
es: Solo OpenAI Responses • establece store: false
fr: OpenAI Responses uniquement • définit store: false
hi: केवल OpenAI Responses • store: false सेट करता है
id: Hanya OpenAI Responses • setel store: false
ja: OpenAI Responses のみ • store: false を設定
ko: OpenAI Responses 전용 • store: false 설정
pt_br: Apenas OpenAI Responses • define store: false
ru: Только OpenAI Responses • устанавливает store: false
th: เฉพาะ OpenAI Responses • ตั้งค่า store: false
tr: Yalnızca OpenAI Responses • store: false ayarlanır
vi: Chỉ OpenAI Responses • đặt store: false
zh_hans: 仅 OpenAI Responses · 发送 store: false
zh_hant: 僅 OpenAI Responses · 送出 store: false

source: OpenAI compatible
ar: متوافق مع OpenAI
de: OpenAI-kompatibel
es: Compatible con OpenAI
fr: Compatible OpenAI
hi: OpenAI संगत
id: Kompatibel OpenAI
ja: OpenAI 互換
ko: OpenAI 호환
pt_br: Compatível com OpenAI
ru: Совместимо с OpenAI
th: เข้ากันได้กับ OpenAI
tr: OpenAI uyumlu
vi: Tương thích OpenAI
zh_hans: OpenAI 兼容
zh_hant: OpenAI 相容

source: Opens manual connection settings
ar: يفتح إعدادات الاتصال اليدوية
de: Öffnet manuelle Verbindungseinstellungen
es: Abre la configuración de conexión manual
fr: Ouvre les paramètres de connexion manuelle
hi: मैन्युअल कनेक्शन सेटिंग्स खोलता है
id: Membuka pengaturan koneksi manual
ja: 手動接続設定を開きます
ko: 수동 연결 설정을 엽니다.
pt_br: Abre configurações manuais de conexão
ru: Открывает настройки подключения вручную
th: เปิดการตั้งค่าการเชื่อมต่อด้วยตนเอง
tr: Manuel bağlantı ayarlarını açar
vi: Mở cài đặt kết nối thủ công
zh_hans: 打开手动连接设置
zh_hant: 開啟手動連線設定

source: Owing
ar: مستحق
de: Offen
es: Adeudado
fr: Dû
hi: बकाया
id: Tertunggak
ja: 未払い
ko: 미납
pt_br: Em dívida
ru: Задолженность
th: ค้างชำระ
tr: Borçlu
vi: Còn nợ
zh_hans: 欠费
zh_hant: 欠費

source: Paired HTTPS
ar: HTTPS المقترنة
de: Gepaartes HTTPS
es: HTTPS emparejado
fr: HTTPS couplé
hi: युग्मित HTTPS
id: HTTPS berpasangan
ja: ペアリングされた HTTPS
ko: 페어링된 HTTPS
pt_br: HTTPS emparelhado
ru: Парный HTTPS
th: จับคู่ HTTPS
tr: Eşleştirilmiş HTTPS
vi: HTTPS được ghép nối
zh_hans: 配对 HTTPS
zh_hant: 配對 HTTPS

source: Pairing code
ar: رمز الاقتران
de: Kopplungscode
es: Código de vinculación
fr: Code de jumelage
hi: पेयरिंग कोड
id: Kode penyandingan
ja: ペアリングコード
ko: 페어링 코드
pt_br: Código de pareamento
ru: Код сопряжения
th: รหัสจับคู่
tr: Eşleştirme kodu
vi: Mã ghép nối
zh_hans: 配对码
zh_hant: 配對碼

source: Parameters
ar: المعاملات
de: Parameter
es: Parámetros
fr: Paramètres
hi: पैरामीटर
id: Parameter
ja: パラメータ
ko: 매개변수
pt_br: Parâmetros
ru: Параметры
th: พารามิเตอร์
tr: Parametreler
vi: Tham số
zh_hans: 参数
zh_hant: 參數

source: Parameters you leave unset aren’t sent; the provider uses the model’s defaults.
ar: المعاملات غير المحددة لا تُرسل؛ يستخدم المزوّد الإعدادات الافتراضية للنموذج.
de: Nicht gesetzte Parameter werden nicht gesendet; der Anbieter nutzt die Modellstandards.
es: Los parámetros sin definir no se envían; el proveedor usa los valores predeterminados del modelo.
fr: Les paramètres non définis ne sont pas envoyés ; le fournisseur applique les valeurs par défaut du modèle.
hi: जो पैरामीटर सेट नहीं किए गए, वे भेजे नहीं जाते; प्रदाता मॉडल के डिफ़ॉल्ट का उपयोग करता है।
id: Parameter yang tidak diatur tidak dikirim; penyedia memakai default model.
ja: 未設定のパラメータはリクエストに含まれず、プロバイダがモデルの既定値で処理します。
ko: 설정하지 않은 매개변수는 전송되지 않으며, 제공업체가 모델 기본값으로 처리합니다.
pt_br: Parâmetros não definidos não são enviados; o provedor usa os padrões do modelo.
ru: Неустановленные параметры не отправляются; провайдер использует значения модели по умолчанию.
th: พารามิเตอร์ที่ไม่ได้ตั้งค่าจะไม่ถูกส่ง ผู้ให้บริการจะใช้ค่าเริ่มต้นของโมเดล
tr: Ayarlanmayan parametreler gönderilmez; sağlayıcı modelin varsayılanlarını kullanır.
vi: Các tham số chưa đặt sẽ không được gửi; nhà cung cấp dùng mặc định của mô hình.
zh_hans: 未设置的参数不会随请求发送，由供应商按模型默认处理。
zh_hant: 未設定的參數不會隨請求傳送，由供應商按模型預設處理。

source: Paste the host, a Request URL with /v1 or /v1beta, or a full API route. Oriveo will normalize it safely.
ar: الصق المضيف أو عنوان الطلب الذي يتضمن ‎/v1 أو ‎/v1beta، أو مسار API كاملًا. سيقوم Oriveo بتسويته بأمان.
de: Fügen Sie den Host, eine Request-URL mit /v1 oder /v1beta oder eine vollständige API-Route ein. Oriveo normalisiert die Eingabe sicher.
es: Pega el host, una URL de solicitud con /v1 o /v1beta, o una ruta API completa. Oriveo la normalizará de forma segura.
fr: Collez l’hôte, une URL de requête avec /v1 ou /v1beta, ou une route API complète. Oriveo la normalisera en toute sécurité.
hi: होस्ट, /v1 या /v1beta वाला अनुरोध URL, या पूरा API रूट पेस्ट करें। Oriveo इसे सुरक्षित रूप से सामान्य करेगा।
id: Tempelkan host, URL permintaan dengan /v1 atau /v1beta, atau rute API lengkap. Oriveo akan menormalkannya dengan aman.
ja: ホスト、/v1 または /v1beta を含むリクエスト URL、または完全な API ルートを貼り付けてください。Oriveo が安全に正規化します。
ko: 호스트, /v1 또는 /v1beta가 포함된 요청 URL, 또는 전체 API 경로를 붙여넣으세요. Oriveo가 안전하게 정규화합니다.
pt_br: Cole o host, uma URL de solicitação com /v1 ou /v1beta, ou uma rota de API completa. O Oriveo fará a normalização com segurança.
ru: Вставьте хост, URL запроса с /v1 или /v1beta либо полный маршрут API. Oriveo безопасно нормализует ввод.
th: วางโฮสต์, URL คำขอที่มี /v1 หรือ /v1beta หรือเส้นทาง API แบบเต็ม Oriveo จะปรับให้อยู่ในรูปแบบมาตรฐานอย่างปลอดภัย
tr: Ana makineyi, /v1 ya da /v1beta içeren bir istek URL'sini veya tam API yolunu yapıştırın. Oriveo bunu güvenle normalleştirir.
vi: Dán máy chủ, URL yêu cầu có /v1 hoặc /v1beta, hoặc đường dẫn API đầy đủ. Oriveo sẽ chuẩn hóa an toàn.
zh_hans: 可填写域名、含 /v1 或 /v1beta 的请求 URL，也可粘贴完整 API 路径。Oriveo 会安全处理。
zh_hant: 可填寫網域、含 /v1 或 /v1beta 的請求 URL，也可貼上完整 API 路徑。Oriveo 會安全處理。

source: Plain text chat
ar: محادثة نصية عادية
de: Einfacher Textchat
es: Chat de texto simple
fr: Chat en texte brut
hi: सादा पाठ चैट
id: Obrolan teks biasa
ja: テキストチャット
ko: 일반 텍스트 채팅
pt_br: Chat de texto simples
ru: Обычный текстовый чат
th: แชทแบบข้อความล้วน
tr: Düz metin sohbeti
vi: Trò chuyện văn bản thuần
zh_hans: 纯文本对话
zh_hant: 純文字對話

# Please add a chat model to this relay before using image generation.
source: Please add a chat model to this custom LLM before using image generation.
ar: يرجى إضافة نموذج محادثة إلى هذا النموذج اللغوي الكبير المخصص قبل استخدام إنشاء الصور.
de: Bitte füge diesem benutzerdefinierten LLM ein Chatmodell hinzu, bevor du die Bilderzeugung verwendest.
es: Añade un modelo de chat a este LLM personalizado antes de usar la generación de imágenes.
fr: Ajoutez un modèle de chat à ce LLM personnalisé avant d’utiliser la génération d’images.
hi: इमेज जनरेशन का उपयोग करने से पहले इस कस्टम LLM में एक चैट मॉडल जोड़ें।
id: Tambahkan model chat ke LLM kustom ini sebelum menggunakan pembuatan gambar.
ja: 画像生成を使う前に、このカスタム LLM にチャットモデルを追加してください。
ko: 이미지 생성을 사용하기 전에 이 사용자 지정 LLM에 채팅 모델을 추가하세요.
pt_br: Adicione um modelo de chat a este LLM personalizado antes de usar a geração de imagens.
ru: Добавьте модель чата в эту пользовательскую LLM, прежде чем использовать генерацию изображений.
th: เพิ่มโมเดลแชตใน LLM แบบกำหนดเองนี้ก่อนใช้การสร้างภาพ
tr: Görsel üretimini kullanmadan önce bu özel LLM’e bir sohbet modeli ekleyin.
vi: Hãy thêm mô hình chat vào LLM tùy chỉnh này trước khi dùng tính năng tạo ảnh.
zh_hans: 请先为此自定义 LLM 添加聊天模型，再使用图片生成。
zh_hant: 請先為此自訂 LLM 新增聊天模型，再使用圖片生成。

source: Preset configuration
ar: تكوين مُعد مسبقًا
de: Voreingestellte Konfiguration
es: Configuración predefinida
fr: Configuration prédéfinie
hi: प्रीसेट कॉन्फ़िगरेशन
id: Konfigurasi preset
ja: プリセット構成
ko: 사전 설정 구성
pt_br: Configuração predefinida
ru: Готовая конфигурация
th: การกำหนดค่าที่ตั้งไว้
tr: Hazır yapılandırma
vi: Cấu hình mặc định
zh_hans: 预设配置
zh_hant: 預設設定

source: Preset name
ar: اسم الإعداد المسبق
de: Name der Voreinstellung
es: Nombre del ajuste
fr: Nom du préréglage
hi: प्रीसेट नाम
id: Nama preset
ja: プリセット名
ko: 프리셋 이름
pt_br: Nome da predefinição
ru: Название пресета
th: ชื่อค่าที่ตั้งไว้
tr: Ön ayar adı
vi: Tên cài đặt sẵn
zh_hans: 预设名称
zh_hant: 預設名稱

source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
es: Ajustes preestablecidos
fr: Préréglages
hi: प्रीसेट
id: Preset
ja: プリセット
ko: 프리셋
pt_br: Predefinições
ru: Пресеты
th: ค่าที่ตั้งไว้
tr: Ön ayarlar
vi: Cài đặt sẵn
zh_hans: 预设
zh_hant: 預設

source: Private VPN
ar: VPN خاص
de: Privates VPN
es: VPN privada
fr: VPN privé
hi: निजी वीपीएन
id: VPN Pribadi
ja: プライベート VPN
ko: 개인 VPN
pt_br: VPN privada
ru: Частный VPN
th: VPN ส่วนตัว
tr: Özel VPN
vi: VPN riêng
zh_hans: 私有 VPN
zh_hant: 私有 VPN

source: Private VPN connection
ar: اتصال VPN خاص
de: Private VPN-Verbindung
es: Conexión VPN privada
fr: Connexion VPN privée
hi: निजी VPN कनेक्शन
id: Koneksi VPN pribadi
ja: プライベートVPN接続
ko: 비공개 VPN 연결
pt_br: Conexão VPN privada
ru: Подключение через частный VPN
th: การเชื่อมต่อ VPN ส่วนตัว
tr: Özel VPN bağlantısı
vi: Kết nối VPN riêng
zh_hans: 私有 VPN 连接
zh_hant: 私人 VPN 連線

source: Probing engine and loading model...
ar: جارٍ فحص المحرك وتحميل النموذج…
de: Engine wird geprüft und Modell geladen…
es: Detectando el motor y cargando el modelo…
fr: Détection du moteur et chargement du modèle…
hi: इंजन जाँचा और मॉडल लोड किया जा रहा है…
id: Mendeteksi mesin dan memuat model…
ja: エンジンを確認してモデルを読み込み中…
ko: 엔진 확인 및 모델 로딩 중…
pt_br: Detectando o mecanismo e carregando o modelo…
ru: Проверка движка и загрузка модели…
th: กำลังตรวจหาเอนจินและโหลดโมเดล…
tr: Motor denetleniyor ve model yükleniyor…
vi: Đang dò công cụ và tải mô hình…
zh_hans: 正在探测引擎并加载模型…
zh_hant: 正在探測引擎並載入模型…

source: Protocol
ar: بروتوكول
de: Protokoll
es: Protocolo
fr: Protocole
hi: प्रोटोकॉल
id: Protokol
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
ru: Протокол
th: โปรโตคอล
tr: Protokol
vi: Giao thức
zh_hans: 协议
zh_hant: 協議

source: Provider
ar: مزود الخدمة
de: Anbieter
es: Proveedor
fr: Fournisseur
hi: प्रदाता
id: Penyedia
ja: プロバイダ
ko: 제공업체
pt_br: Provedor
ru: Поставщик
th: ผู้ให้บริการ
tr: sağlayıcı
vi: nhà cung cấp
zh_hans: 服务商
zh_hant: 服務商

source: Public HTTPS
ar: HTTPS العام
de: Öffentliches HTTPS
es: HTTPS público
fr: HTTPS public
hi: सार्वजनिक HTTPS
id: HTTPS Publik
ja: パブリック HTTPS
ko: 공용 HTTPS
pt_br: HTTPS público
ru: Публичный HTTPS
th: HTTPS สาธารณะ
tr: Genel HTTPS
vi: HTTPS công khai
zh_hans: 公网 HTTPS
zh_hant: 公開網路 HTTPS

source: Query key
ar: مفتاح الاستعلام
es: Clave de consulta
fr: Clé de requête
hi: क्वेरी कुंजी
id: Kunci kueri
ja: Query キー
ko: Query 키
pt_br: Chave de consulta
ru: Ключ запроса
th: คีย์แบบสอบถาม
tr: Sorgu anahtarı
vi: Khóa truy vấn
zh_hans: Query 参数
zh_hant: 查詢鍵

source: Quick Setup
ar: الإعداد السريع
de: Schnelle Einrichtung
es: Configuración rápida
fr: Configuration rapide
hi: शीघ्र व्यवस्थित
id: Pengaturan Cepat
ja: クイックセットアップ
ko: 빠른 설정
pt_br: Configuração rápida
ru: Быстрая настройка
th: การติดตั้งอย่างรวดเร็ว
tr: Hızlı Kurulum
vi: Thiết lập nhanh
zh_hans: 快速设置
zh_hant: 快速設定

source: Qwen API keys are region-locked. Select the region matching your API key.
ar: مفاتيح Qwen API مقيدة بالمنطقة. اختر المنطقة المطابقة لمفتاح API الخاص بك.
de: Qwen API-Schlüssel sind regionengebunden. Wählen Sie die Region aus, die zu Ihrem API-Schlüssel passt.
es: Las claves API de Qwen están bloqueadas por región. Selecciona la región que corresponda a tu clave API.
fr: Les clés API Qwen sont liées à une région. Sélectionnez la région correspondant à votre clé API.
hi: API Qwen क्षेत्र-बंद हैं। अपने API से मेल खाने वाला क्षेत्र चुनें।
id: API Qwen dikunci wilayahnya. Pilih wilayah yang cocok dengan API Anda.
ja: Qwen APIキーはリージョンに紐づいています。APIキーに対応するリージョンを選択してください。
ko: Qwen API 키는 리전에 고정되어 있습니다. API 키와 일치하는 리전을 선택하세요.
pt_br: As chaves API do Qwen são vinculadas a uma região. Selecione a região correspondente à sua chave API.
ru: API Qwen привязаны к региону. Выберите регион, соответствующий вашему API.
th: API Qwen ถูกล็อคภูมิภาค เลือกภูมิภาคที่ตรงกับ API ของคุณ
tr: API Qwen bölge kilitlidir. API'nizle eşleşen bölgeyi seçin.
vi: API Qwen bị khóa khu vực. Chọn vùng phù hợp với API của bạn.
zh_hans: Qwen API 密钥与区域绑定，请选择与你的 API 密钥匹配的区域。
zh_hant: Qwen API 金鑰與區域綁定，請選擇與你的 API 金鑰匹配的區域。

source: Reached over a private network such as Tailscale.
ar: تم الوصول إليه عبر شبكة خاصة مثل Tailscale.
de: Erreichbar über ein privates Netzwerk wie Tailscale.
es: Llegado a través de una red privada como Tailscale.
fr: Atteint via un réseau privé tel que Tailscale.
hi: टेलस्केल जैसे निजी नेटवर्क पर पहुंच गया।
id: Dijangkau melalui jaringan pribadi seperti Tailscale.
ja: Tailscale などのプライベート ネットワーク経由で到達しました。
ko: Tailscale과 같은 개인 네트워크를 통해 연결되었습니다.
pt_br: Alcançado por meio de uma rede privada como Tailscale.
ru: Доступен через частную сеть, например Tailscale.
th: เข้าถึงผ่านเครือข่ายส่วนตัว เช่น Tailscale
tr: Tailscale gibi özel bir ağ üzerinden ulaşıldı.
vi: Tiếp cận qua mạng riêng như Tailscale.
zh_hans: 通过 Tailscale 等私有网络访问。
zh_hant: 透過 Tailscale 等私有網路存取。

source: Reasoning
ar: استدلال
de: Argumentation
es: Razonamiento
fr: Raisonnement
hi: तर्क
id: Pemikiran
ja: 推論
ko: 추론
pt_br: Raciocínio
ru: Рассуждение
th: การใช้เหตุผล
tr: muhakeme
vi: Lý luận
zh_hans: 推理
zh_hant: 推理

# Recommended. Used when the relay does not return a model list.
source: Recommended. Used when this custom LLM does not return a model list.
ar: موصى به. يُستخدم عندما لا يُرجع هذا النموذج اللغوي الكبير المخصص قائمة نماذج.
de: Empfohlen. Wird verwendet, wenn dieses benutzerdefinierte LLM keine Modellliste zurückgibt.
es: Recomendado. Se utiliza cuando este LLM personalizado no devuelve una lista de modelos.
fr: Recommandé. À utiliser lorsque ce LLM personnalisé ne renvoie pas de liste de modèles.
hi: अनुशंसित। इसका उपयोग तब करें जब यह कस्टम LLM मॉडल सूची वापस न करे।
id: Disarankan. Digunakan saat LLM kustom ini tidak mengembalikan daftar model.
ja: 推奨。このカスタム LLM がモデル一覧を返さない場合に使用します。
ko: 권장. 이 사용자 지정 LLM이 모델 목록을 반환하지 않을 때 사용합니다.
pt_br: Recomendado. Use quando este LLM personalizado não retornar uma lista de modelos.
ru: Рекомендуется. Используется, когда эта пользовательская LLM не возвращает список моделей.
th: แนะนำ ใช้เมื่อ LLM แบบกำหนดเองนี้ไม่ส่งคืนรายการโมเดล
tr: Önerilir. Bu özel LLM model listesi döndürmediğinde kullanılır.
vi: Được khuyến nghị. Dùng khi LLM tùy chỉnh này không trả về danh sách mô hình.
zh_hans: 推荐填写。此自定义 LLM 未返回模型列表时将使用此模型。
zh_hant: 建議填寫。這個自訂 LLM 未回傳模型清單時，將使用此模型。

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश
id: Segarkan
ja: 更新
ko: 새로고침
pt_br: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# Relay
source: Relay service
ar: خدمة الترحيل
de: Relay-Dienst
es: Servicio de retransmisión
fr: Service de relais
hi: रिले सेवा
id: Layanan relay
ja: リレーサービス
ko: 릴레이 서비스
pt_br: Serviço de retransmissão
ru: Служба ретрансляции
th: บริการรีเลย์
tr: Aktarma hizmeti
vi: Dịch vụ chuyển tiếp
zh_hans: 中转站
zh_hant: 中轉站

# Relay type
source: Protocol type
ar: نوع البروتوكول
de: Protokolltyp
es: Tipo de protocolo
fr: Type de protocole
hi: प्रोटोकॉल प्रकार
id: Jenis protokol
ja: プロトコルの種類
ko: 프로토콜 유형
pt_br: Tipo de protocolo
ru: Тип протокола
th: ประเภทโปรโตคอล
tr: Protokol türü
vi: Loại giao thức
zh_hans: 协议类型
zh_hant: 協議類型

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: निकालना
id: Menghapus
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалять
th: ลบ
tr: Kaldırmak
vi: Di dời
zh_hans: 移除
zh_hant: 移除

source: Remove conflicts
ar: إزالة التعارضات
de: Konflikte entfernen
es: Quitar conflictos
fr: Supprimer les conflits
hi: विरोध हटाएँ
id: Hapus konflik
ja: 競合を解消
ko: 충돌 제거
pt_br: Remover conflitos
ru: Убрать конфликты
th: ลบความขัดแย้ง
tr: Çakışmaları kaldır
vi: Gỡ xung đột
zh_hans: 移除冲突项
zh_hant: 移除衝突項

source: Remove query parameters from the Endpoint. Query-based API keys are never tried automatically.
ar: قم بإزالة معلمات الاستعلام من نقطة النهاية. لا يتم مطلقًا تجربة مفاتيح واجهة برمجة التطبيقات (API) المستندة إلى الاستعلام تلقائيًا.
de: Entfernen Sie Abfrageparameter vom Endpunkt. Abfragebasierte API-Schlüssel werden nie automatisch ausprobiert.
es: Elimine los parámetros de consulta del Endpoint. Las claves API basadas en consultas nunca se prueban automáticamente.
fr: Supprimez les paramètres de requête du point de terminaison. Les clés API basées sur des requêtes ne sont jamais essayées automatiquement.
hi: समापन बिंदु से क्वेरी पैरामीटर हटाएँ। क्वेरी-आधारित API कुंजियाँ कभी भी स्वचालित रूप से आज़माई नहीं जातीं।
id: Hapus parameter kueri dari Titik Akhir. Kunci API berbasis kueri tidak pernah dicoba secara otomatis.
ja: エンドポイントからクエリ パラメーターを削除します。クエリベースの API キーが自動的に試行されることはありません。
ko: 엔드포인트에서 쿼리 매개변수를 제거합니다. 쿼리 기반 API 키는 자동으로 시도되지 않습니다.
pt_br: Remova os parâmetros de consulta do endpoint. As chaves de API baseadas em consulta nunca são testadas automaticamente.
ru: Удалите параметры запроса из конечной точки. Ключи API на основе запроса никогда не проверяются автоматически.
th: ลบพารามิเตอร์แบบสอบถามออกจากจุดสิ้นสุด คีย์ API ที่ยึดตามคำสืบค้นจะไม่พยายามโดยอัตโนมัติ
tr: Sorgu parametrelerini Uç Noktadan kaldırın. Sorgu tabanlı API anahtarları hiçbir zaman otomatik olarak denenmez.
vi: Xóa tham số truy vấn khỏi Điểm cuối. Khóa API dựa trên truy vấn không bao giờ được thử tự động.
zh_hans: 请移除 Endpoint 中的查询参数。Oriveo 不会自动尝试 Query API Key。
zh_hant: 請移除 Endpoint 中的查詢參數。Oriveo 不會自動嘗試 Query API Key。

source: Remove query parameters from the request URL. Oriveo never tries API keys from query parameters automatically.
ar: قم بإزالة معلمات الاستعلام من عنوان URL للطلب. لا يحاول Oriveo مطلقًا استخدام مفاتيح API من معلمات الاستعلام تلقائيًا.
de: Entfernen Sie Abfrageparameter aus der Anforderungs-URL. Oriveo probiert API-Schlüssel aus Abfrageparametern niemals automatisch aus.
es: Elimine los parámetros de consulta de la URL de solicitud. Oriveo nunca prueba automáticamente las claves API de los parámetros de consulta.
fr: Supprimez les paramètres de requête de l'URL de la requête. Oriveo n'essaie jamais automatiquement les clés API à partir des paramètres de requête.
hi: अनुरोध URL से क्वेरी पैरामीटर हटाएँ. ओरिवियो कभी भी क्वेरी पैरामीटर से एपीआई कुंजियों को स्वचालित रूप से आज़माता नहीं है।
id: Hapus parameter kueri dari URL permintaan. Oriveo tidak pernah mencoba kunci API dari parameter kueri secara otomatis.
ja: リクエスト URL からクエリ パラメータを削除します。 Oriveo はクエリ パラメーターから API キーを自動的に試行することはありません。
ko: 요청 URL에서 쿼리 매개변수를 제거합니다. Oriveo는 쿼리 매개변수에서 API 키를 자동으로 시도하지 않습니다.
pt_br: Remova os parâmetros de consulta do URL de solicitação. Oriveo nunca tenta chaves de API a partir de parâmetros de consulta automaticamente.
ru: Удалите параметры запроса из URL-адреса запроса. Oriveo никогда не пытается автоматически использовать ключи API из параметров запроса.
th: ลบพารามิเตอร์การค้นหาออกจาก URL คำขอ Oriveo ไม่เคยลองใช้คีย์ API จากพารามิเตอร์การสืบค้นโดยอัตโนมัติ
tr: Sorgu parametrelerini istek URL'sinden kaldırın. Oriveo hiçbir zaman sorgu parametrelerinden API anahtarlarını otomatik olarak denemez.
vi: Xóa tham số truy vấn khỏi URL yêu cầu. Oriveo không bao giờ tự động thử khóa API từ các tham số truy vấn.
zh_hans: 请移除请求地址中的查询参数。Oriveo 绝不会自动尝试查询参数中的 API 密钥。
zh_hant: 請移除請求網址中的查詢參數。Oriveo 絕不會自動嘗試查詢參數中的 API 金鑰。

source: Remove stored key
ar: إزالة المفتاح المخزن
de: Gespeicherten Schlüssel entfernen
es: Eliminar clave guardada
fr: Supprimer la clé enregistrée
hi: संग्रहीत कुंजी हटाएं
id: Hapus kunci tersimpan
ja: 保存済みのキーを削除
ko: 저장된 키 제거
pt_br: Remover chave salva
ru: Удалить сохранённый ключ
th: ลบคีย์ที่บันทึกไว้
tr: Saklanan anahtarı kaldır
vi: Xóa khóa đã lưu
zh_hans: 移除已存密钥
zh_hant: 移除已儲存金鑰

source: Removed %@
ar: تمت إزالة %@
de: %@ entfernt
es: %@ eliminado
fr: %@ supprimé
hi: %@ हटा दिया गया
id: Menghapus %@
ja: %@ を削除しました
ko: %@ 제거됨
pt_br: %@ removido
ru: Удален %@
th: ลบ %@ แล้ว
tr: %@ kaldırıldı
vi: Đã xóa %@
zh_hans: 已移除 %@
zh_hant: 已移除 %@

# Request Behavior
source: Compatibility
ar: التوافق
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
hi: संगतता
id: Kompatibilitas
ja: 互換性
ko: 호환성
pt_br: Compatibilidade
ru: Совместимость
th: ความเข้ากันได้
tr: Uyumluluk
vi: Khả năng tương thích
zh_hans: 兼容性
zh_hant: 相容性

source: Request URL
ar: عنوان URL للطلب
de: Anfrage-URL
es: URL de solicitud
fr: URL de requête
hi: अनुरोध URL
id: URL Permintaan
ja: リクエスト URL
ko: 요청 URL
pt_br: URL da solicitação
ru: URL запроса
th: URL คำขอ
tr: İstek URL'si
vi: URL yêu cầu
zh_hans: 请求地址
zh_hant: 請求地址

source: Reset
ar: إعادة التعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Atur ulang
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# Reset relay defaults?
source: Reset custom LLM defaults?
ar: هل تريد إعادة تعيين إعدادات هذا النموذج اللغوي الكبير المخصص؟
de: benutzerdefiniertes LLM-Standardwerte zurücksetzen?
es: ¿Restablecer los valores predeterminados del LLM personalizado?
fr: Réinitialiser les valeurs par défaut du LLM personnalisé ?
hi: कस्टम LLM डिफ़ॉल्ट रीसेट करें?
id: Atur ulang default LLM kustom?
ja: このカスタム LLM の既定値をリセットしますか？
ko: 사용자 지정 LLM 기본값을 재설정할까요?
pt_br: Redefinir os padrões do LLM personalizado?
ru: Сбросить настройки пользовательская LLMа по умолчанию?
th: รีเซ็ตค่าเริ่มต้นของ LLM แบบกำหนดเองหรือไม่?
tr: özel LLM varsayılanları sıfırlansın mı?
vi: Đặt lại mặc định LLM tùy chỉnh?
zh_hans: 重置自定义 LLM 默认值？
zh_hant: 重設自訂 LLM預設值?

source: Restored %d parameters
ar: تمت استعادة %d من المعاملات
de: %d Parameter wiederhergestellt
es: Se restauraron %d parámetros
fr: %d paramètres restaurés
hi: %d पैरामीटर बहाल किए गए
id: %d parameter dipulihkan
ja: %d 件のパラメータを復元しました
ko: 매개변수 %d개를 복원했습니다
pt_br: %d parâmetros restaurados
ru: Восстановлено параметров: %d
th: กู้คืนพารามิเตอร์แล้ว %d รายการ
tr: %d parametre geri yüklendi
vi: Đã khôi phục %d tham số
zh_hans: 已恢复 %d 项参数
zh_hant: 已恢復 %d 項參數

source: Retried %d time(s) automatically.
ar: تمت إعادة المحاولة تلقائيًا %d مرة.
de: %d Mal automatisch wiederholt.
es: Se reintentó automáticamente %d vez(ces).
fr: Nouvelle tentative automatique %d fois.
hi: %d बार स्वचालित रूप से पुनः प्रयास किया गया।
id: Dicoba ulang otomatis %d kali.
ja: 自動で %d 回再試行しました。
ko: 자동으로 %d회 재시도했습니다.
pt_br: Tentado novamente %d vez(es) automaticamente.
ru: Автоматически повторено %d раз(а).
th: ลองใหม่อัตโนมัติแล้ว %d ครั้ง
tr: Otomatik olarak %d kez yeniden denendi.
vi: Đã tự động thử lại %d lần.
zh_hans: 已自动重试 %d 次。
zh_hant: 已自動重試 %d 次。

source: Retry Sync
ar: أعد محاولة المزامنة
de: Erneut synchronisieren
es: Reintentar sincronización
fr: Réessayer la synchronisation
hi: पुनः समन्वयन का प्रयास करें
id: Coba Sinkronisasi lagi
ja: 同期を再試行
ko: 동기화 재시도
pt_br: Tentar novamente a sincronização
ru: Повторить синхронизацию
th: ลองซิงค์อีกครั้ง
tr: Senkronizasyonu Yeniden Dene
vi: Thử lại đồng bộ hóa
zh_hans: 重试同步
zh_hant: 重試同步

source: STEP 1 OF 2
ar: الخطوة 1 من 2
de: SCHRITT 1 VON 2
es: PASO 1 DE 2
fr: ÉTAPE 1 SUR 2
hi: चरण 1 / 2
id: LANGKAH 1 DARI 2
ja: ステップ 1 / 2
ko: 단계 1 / 2
pt_br: ETAPA 1 DE 2
ru: ШАГ 1 ИЗ 2
th: ขั้นที่ 1 จาก 2
tr: ADIM 1 / 2
vi: BƯỚC 1 / 2
zh_hans: 步骤 1 / 2
zh_hant: 步驟 1 / 2

source: STEP 2 OF 2
ar: الخطوة 2 من 2
de: SCHRITT 2 VON 2
es: PASO 2 DE 2
fr: ÉTAPE 2 SUR 2
hi: चरण 2 / 2
id: LANGKAH 2 DARI 2
ja: ステップ 2 / 2
ko: 단계 2 / 2
pt_br: ETAPA 2 DE 2
ru: ШАГ 2 ИЗ 2
th: ขั้นที่ 2 จาก 2
tr: ADIM 2 / 2
vi: BƯỚC 2 / 2
zh_hans: 步骤 2 / 2
zh_hant: 步驟 2 / 2

source: Save & Continue
ar: حفظ ومتابعة
de: Speichern und fortfahren
es: Guardar y continuar
fr: Enregistrer et continuer
hi: सहेजें जारी रखें
id: Simpan & Lanjutkan
ja: 保存して続行
ko: 저장하고 계속하기
pt_br: Salvar e continuar
ru: Сохранить и продолжить
th: บันทึกและดำเนินการต่อ
tr: Kaydet ve Devam Et
vi: Lưu & Tiếp tục
zh_hans: 保存并继续
zh_hant: 儲存並繼續

source: Save & Sync
ar: حفظ ومزامنة
de: Speichern und synchronisieren
es: Guardar y sincronizar
fr: Enregistrer et synchroniser
hi: सहेजें और सिंक करें
id: Simpan & Sinkronkan
ja: 保存して同期
ko: 저장 및 동기화
pt_br: Salvar e sincronizar
ru: Сохранить и синхронизировать
th: บันทึกและซิงค์
tr: Kaydet ve Senkronize Et
vi: Lưu & Đồng bộ hóa
zh_hans: 保存并同步
zh_hant: 儲存並同步
